function showfontcode() {
    var showfontcode;
    showfontcode = "你好，我叫彭勃，今年20岁，应届毕业生，这个是我的电话：13789303256，现居住在长沙，</br>有一定的PC和MC的项目经验，了解产品设计规划流程，有较强的审美能力和一定的设计功底，</br>能够熟练制作符合" +
        "W3C标准的响应式网页，对兼容性，移动适配，CSS性能优化等有一定的经验。</br>我希望的工作是：WEB前端开发，可以的话实习岗最好，不介意的话正式岗也可以。我对JS的原生较为熟悉，但不够精通，JQUERY相对来说要更熟练一些。</br>" +
        "有接触使用过BOOTSTRAP,LAYUI,MUI,EASYUI,等前端的响应式开发框架，有接触过微信小程序，并在学习当中。我有过一些实习以及实习中的项目经历。</br>.........</br>在最下方的按钮点击后可以查看这个预览的动画版本，然后</br>" +
        "............</br>期待你的联系。。"
    return showfontcode;
}